Indicates if a floor is a slab.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public bool IsSlab { get; }
  Visual Basic
Public ReadOnly Property IsSlab As Boolean
	Get
  Visual C++
public:
property bool IsSlab {
	bool get ();
}
 See Also
  MassSurfaceData Class
  Autodesk.Revit.DB.Analysis Namespace